/*
  LocalizableMockCalendars.strings
  ThingsTouch

  Created by Jace on 13/4/17.
  Copyright © 2017 Cultured Code. All rights reserved.
*/

// Strings used when mocking the calendars in THCCalendarEventsDataSource.m (in ThingsCommon).
//
// Used when taking screenshots.

/* "Home" calendar */

"Coffee with Sarah" = "Café avec Sarah";
"Craft beer seminar" = "Atelier Brassage de bière ";
"Electrician comes" = "Intervention de l'électricien";
"Go cycling with Marc" = "Sortie vélo avec Marc";
"Hit the gym with Alex" = "Sport avec Alex";
"Italian lesson" = "Cours d'italien";
"Marc’s birthday" = "Anniversaire de Marc";
"Volunteer at the library" = "Bénévole à la bibliothèque";

/* "Work" calendar */

"Benefits presentation" = "Présentation consacrée à l'intéressement";
"Budget review" = "Examen du budget";
"Interview with Lydia" = "Entretien avec Louise";
"Meet with Diane" = "Rencontrer Cécile";
"Monthly conference call" = "Conférence téléphonique mensuelle";
"Team meeting" = "Réunion d'équipe";
"Work from home" = "Télétravail";
